Repository: FlightGear/fgrun
Catalog: po/*.po
Languages: de, fr

source: About to overwrite %s.
de: Überschreibe %s.
fr: Prêt à écraser %s

source: &File
de: &Datei
fr: &Fichier

source: &Save
de: &Speichern
fr: &Sauver

source: &Close
de: S&chliessen
fr: Fer&mer

source: Save file as?
de: Speichern unter
fr: Sauver sous ?

source: Select protocol file
de: Protokolldatei wählen
fr: Choisir un fichier de protocole

source: Options are: --silent --fg-exe=<PATH> --fg-root=<DIR> --fg-scenery=<DIR> --ts-exe=<PATH> --ts-dir=# -f, --fullscreen %s
de: Optionen sind: --silent --fg-exe=<PATH> --fg-root=<DIR> --fg-scenery=<DIR> --ts-exe=<PATH> --ts-dir=# -f, --fullscreen %s
fr: Les options sont: --silent --fg-exe=<PATH> --fg-root=<DIR> --fg-scenery=<DIR> --ts-exe=<PATH> --ts-dir=# -f, --fullscreen %s

source: Auto-coordination
de: Auto-Koordination

source: Longitude:
de: Längengrad:

source: Latitude:
de: Breitengrad

source: Altitude:
de: Höhe:

source: Textures
de: Texturen

source: Direction:
de: Richtung:

source: Turbulence
de: Turbulenzen

source: FT_ASL[:THICKNESS_FT]
de: Fuß über Meereshöhe

source: Transition (ft):
de: Übergang (ft):

source: production
de: Fertigstellung

source: alpha
de: Alpha-Stadium

source: <default>
de: <Standard>

source: Parking
de: Parkpositionen
