Repository: FlightGear/fgrun
Catalog: po/*.po
Languages: de, fr

source: Advanced Options
de: Erweiterte Optionen
fr: Options avancées

source: Cancel
de: Abbrechen
fr: Annuler

source: General
de: Allgemein
fr: Général

source: Control:
de: Steuerung:
fr: Contrôle:

source: Primary control mode
de: Hauptsteuermethode
fr: Mode de contrôle primaire

source: Language:
de: Sprache:
fr: Langue:

source: Browser:
fr: Navigateur:

source: Config:
de: Konfiguration:
fr: Configuration:

source: Path to additional XML properties file
de: Pfad zu zusätzlicher XML-Property-Datei
fr: Chemin vers un fichier XML de propriété additionnel

source: Executable:
de: Programm:
fr: Exécutable:

source: Airport:
de: Flughafen:
fr: Aéroport:

source: Runway:
de: Startbahn:
fr: Piste:

source: Aircraft:
de: Flugzeug:
fr: Aéronef:

source: Features
de: Funktionen
fr: Caractéristiques

source: Game Mode
de: Vollbildmodus
fr: Mode de jeu

source: Enable full screen game mode
de: Vollbildmodus An
fr: Enclencher le mode jeu plein écran

source: Splash Screen
de: Startbild
fr: Ecran d'accueil

source: Display splash screen at startup
de: Startbild bei Programmstart anzeigen
fr: Afficher l'écran d'accueil au démarrage

source: Intro Music
de: Intro-Musik
fr: Musique d'introduction

source: Enable introduction music during start up
de: Intro-Musik bei Programmstart An
fr: Enclencher la musique d'introduction au démarrage

source: Mouse Pointer
de: Mauszeiger
fr: Pointeur souris

source: Enable extra mouse pointer
de: Extra-Mauszeiger An
fr: Enclencher le pointeur souris supplémentaire

source: Random Objects
de: automatisch generierte Objekte
fr: Objets aléatoires

source: Enable random scenery objects
de: automatisch generierte Scenery-Objekte An
fr: Enclencher le objet aléatoire de scène

source: Panel
fr: Tableau de bord

source: Enable the instrument panel
de: Instrumentenpanel anzeigen
fr: Enclencher le tableau de bord

source: Sound
fr: Son

source: Enable sound effects
de: Soundeffekte An
fr: Enclencher les effets sonores

source: HUD
fr: Affichage Tête Haute

source: Enable Heads Up Display
de: Heads-Up-Display An
fr: Enclencher l'affichage Tête Haute

source: Anti-alias HUD
fr: Affichage lissé

source: Enable anti-aliased HUD
de: Anti-aliased (kantengeglättetes) HUD An
fr: Enclencher l'affichage Tête Haute lissé

source: Enable auto-coordinated turns.
de: Quer- und Seitenruderkoordination An
fr: Enclencher l'auto-coordination des virages

source: Horizon effect
de: Horizonteffect
fr: Effet d'horizon

source: Enable celestial body growth illusion near the horizon
de: Illusion grösserwerdender Himmelskörper in Horizontnähe An
fr: Enclencher l'illusion de grossissement des corps célestes à l'horizon

source: Enhanced lighting
de: Verfeinerte Beleuchtung
fr: Eclairage amélioré

source: Enable enhanced runway lighting
de: Verfeinerte Startbahnbeleuchtung An
fr: Enclencher l'éclairage amélioré des pistes

source: Distance attenuation
de: Lichttrübung
fr: Atténuation suivant la distance

source: Enable runway light distance attenuation
de: Trübung der Startbahnbeleuchtung auf weite Entfernung An
fr: Enclencher l'atténuation de l'éclairage des pistes en fonction de la distance

source: Hud-3D
fr: Affichage Tête Haute 3D

source: Enable 3D HUD
de: 3D-HUD An
fr: Enclencher l'affichage Tête Haute 3D

source: Specular highlight
de: Glanz
fr: Reflets spéculaires

source: Enable specular reflections on textured objects
de: Glanz auf texturierten Objekten An
fr: Enclencher les reflets spéculaires sur les objets texturés

source: Failures
de: Ausfälle
fr: Pannes

source: pitot
de: Staurohre
fr: tube de pitot

source: static
de: Atmosphärisch
fr: pression statique

source: system
fr: système

source: vacuum
de: Vakuum
fr: pompe à vide

source: AI Traffic
de: AI-Verkehr
fr: Trafic d'IA

source: Enable AI traffic
de: Computergesteuerter Verkehr An
fr: Enclencher le trafic d'IA

source: Random Trees
de: 3D-Wälder darstellen
fr: Arbres aléatoires

source: Flight Model
de: Flugmodell
fr: Modèle de vol

source: FDM:
fr: Modèle de vol:

source: Core Flight Dynamics Model
de: Kern-FlugDynamikModell
fr: Modèle de vol central

source: No Trim
de: Keine Trimmung
fr: Sans ajustage

source: Do not attempt to trim the model
de: Keine Trimmung des Modells versuchen
fr: Ne pas ajuster le modèle

source: Model Hz:
de: Hz-Rate:
fr: Fréquence du modèle(Hz):

source: Run the FDM at this rate (iterations per second)
de: FDM in dieser Hertz-Rate betreiben (Iterationen pro Sekunde)
fr: Exécuter le modèle de vol à cette fréquence (itérations par secondes)

source: Speed:
de: Geschwindigkeit:
fr: Vitesse:

source: Run FDM faster than real time
de: Betreibe FDM schneller als Echtzeit
fr: Exécuter le modèle de vol plus rapidement que le temps réel

source: On Ground
de: Am Boden
fr: Sur le sol

source: Start at ground level
de: Am Boden starten
fr: Démarrer sur le sol

source: In Air
de: In der Luft
fr: En l'air

source: Start in the air
de: In der Luft starten
fr: Démarrer en l'air

source: Freeze
de: Einfrieren
fr: Pause

source: Start paused
de: Im Pause-Modus starten
fr: Démarrer en pause

source: Fuel Freeze
de: Kein Treibstoffverbrauch
fr: Consommation carburant en pause

source: Clock Freeze
de: Uhrzeit einfrieren
fr: Horloge en pause

source: Initial Position
de: Anfangsposition
fr: Position initiale

source: Initial longitude, west is negative
de: Längengrad, Negativwert für West
fr: Longitude initiale, l'ouest est négatif

source: Initial latitude, south is negative
de: Breitengrad, Negativwert für Süd
fr: Latitude initiale, le sud est négatif

source: Initial altitude in feet
de: Anfangshöhe in Fuss
fr: Altitude initiale en pieds

source: Airspeed:
de: Geschwindigkeit:
fr: Vitesse:

source: Initial airspeed in knots
de: Luftgeschwindigkeit in Knoten
fr: Vitesse initiale en noeuds

source: Heading:
de: Richtung:
fr: Cap:

source: Initial aircraft heading (yaw) angle 0 to 360 degrees
de: Richtung des Flugzeugs (Gieren) von 0 bis 360 Grad
fr: Cap initial de l'aéronef (lacet)

source: Roll:
de: Rollen:
fr: Inclinaison:

source: Initial roll angle, (Phi)
de: Rollwinkel (Phi)
fr: Angle d'inclinaison initial (Phi)

source: Pitch:
de: Steigwinkel:
fr: Assiette:

source: Initial pitch angle (Theta)
de: Steigwinkel (Theta)
fr: Angle d'assiette initial (Theta)

source: offset distance:
de: Abstand dazu:
fr: Décalage de distance:

source: offset azimuth:
de: Azimuth dazu:
fr: Décalage d'azimut:

source: Glide slope:
de: Gleitpfad:
fr: Pente de descente:

source: Climb rate:
de: Steigrate:
fr: Taux de montée:

source: Rendering
fr: Rendu graphique

source: Clouds
de: Wolken
fr: Nuages

source: Enable 2D (flat) cloud layers
de: 2D-Wolkenschichten (flach) An
fr: Enclencher les couches nuageuses 2D (plates)

source: 3D Clouds
de: 3D-Wolken
fr: Nuages 3D

source: Enable 3D (volumetric) cloud layers
de: 3D-Wolken (volumetrisch) An
fr: Enclencher les couches nuageuses 3D (volumétriques)

source: Full Screen
de: Vollbild
fr: Plein écran

source: Enable full screen mode
de: Vollbildmodus An
fr: Enclencher le mode plein écran

source: Sky Blend
de: Farbübergänge
fr: Dégradé du ciel

source: Enable sky blending
de: Farbübergänge in Himmelszeichnung An
fr: Enclencher le dégradé du ciel

source: Enable textures
de: Texturen An
fr: Enclencher les textures

source: Wireframe
de: Drahtgitter
fr: Fil de fer

source: Enable wireframe drawing mode
de: Drahtgitterdarstellung An
fr: Enclencher le mode de dessin "Fil de fer"

source: Shading
de: Schattierungen
fr: Ombrage

source: Smooth
de: Weich
fr: lissé

source: Flat
de: Hart
fr: plat

source: Fog
de: Nebel
fr: Brouillard

source: Disabled
de: Keiner
fr: débrayé

source: Fastest
de: Schnellster
fr: mode rapide

source: Nicest
de: Schönster
fr: mode réaliste

source: Geometry:
de: Abmessungen:
fr: Géométrie:

source: Window geometry, WxH
de: Fensterabmessung BxH
fr: Taille de fenêtre, LxH

source: Visibility:
de: Sichtweite:
fr: Visibilité:

source: Initial visibility distance
de: Sichtweite zu Beginn
fr: Distance initiale de visibilité

source: Meters
de: Meter
fr: Mètres

source: Specify visibilty in meters
de: Sichtweite in Metern angeben
fr: Spécifier la visibilité en mètres

source: Miles
de: Meilen
fr: Milles nautiques

source: Specify visiblity in miles
de: Sichtweite in Meilen angeben
fr: Spécifier la visibilité en milles nautiques

source: View Offset:
de: Sehrichtung:
fr: Décalage de vision:

source: Color depth (bits per pixel)
de: Farbtiefe (Bits per pixel)
fr: Profondeur des couleurs (bits par pixels)

source: FOV:
de: Gesichtsfeld:
fr: Angle de vue:

source: Field of View angle
de: Winkel des Gesichtsfeldes
fr: Angle de vue

source: Texture filtering:
de: Textur-Filterung
fr: Filtrage des textures:

source: Set the maximum degree of anisotropy in texture filtering
de: Maximaler Grad der Anisotropie der Textur-Filterung
fr: Règle le degré maximum d'anisotropie dans le filtrage des textures

source: Time
de: Zeit
fr: Heure

source: Time match real
de: Realzeitanpassung
fr: Heure réelle

source: Synchronize simulation time with real time
de: Simulationszeit an Realzeit anpassen
fr: Synchroniser la simulation avec l'heure réelle

source: Time match local
de: Ortszeitanpassung
fr: Heure locale

source: Synchronize simulation time with local time
de: Simulationszeit an Ortszeit anpassen
fr: Synchroniser la simulation avec l'heure locale

source: Start date sys
de: Systemstartzeit
fr: Démarrage avec heure système

source: Start date gmt
de: Startzeit in GMT
fr: Démarrage avec heure GMT

source: Start date lat
de: Startzeit Breitengrad
fr: Démarrage avec heure de la latitude

source: Offset (+/-) from real time
de: Unterschied (+/-) von Realzeit
fr: Décalage (+/-) par rapport à l'heure réelle

source: Time of day
de: Tageszeit
fr: Heure du jour

source: choice:
de: Auswahl:
fr: Choix:

source: Network
de: Netzwerk
fr: Réseau

source: httpd
fr: Serveur HTTP

source: Enable HTTP server
de: HTTP-Server An
fr: Enclencher le serveur HTTP

source: HTTP server port
fr: Port du serveur HTTP

source: Enable property server
de: Property-Server An
fr: Enclencher le serveur de propriétés

source: Property server port
fr: Port du serveur de propriétés

source: jpg-httpd
fr: Serveur HTTP de fichier JPEG

source: Enable screen shot HTTP server
de: HTTP-Server für Screenshots An
fr: Enclencher le serveur HTTP d'image écran

source: Screen shot HTTP server port
de: HTTP-Server-Port für Screenshots
fr: Port du serveur HTTP d'image JPEG

source: Multiplayer Options
de: Multiplayer-Optionen
fr: Options multijoueur

source: Callsign:
fr: Indicatif:

source: Multiplay 1:
fr: Joueur 1:

source: Multiplay 2:
fr: Joueur 2:

source: Input/Output
fr: Entrée/Sortie

source: New
de: Neu
fr: Nouveau

source: Delete
de: Löschen
fr: Effacer

source: Protocol:
de: Protokoll:
fr: Protocole:

source: File:
de: Datei:
fr: Fichier:

source: Baud Rate:
fr: Vitesse débit:

source: Hostname:
fr: Serveur:

source: Generic:
fr: Générique:

source: Avionics
de: Avionik
fr: Avionique

source: Set the NAV1 radio frequency, optionally preceded by a radial
de: Funkfrequenz von NAV1, voreingestelltes Radial ist optional
fr: Positionne la fréquence NAV1, optionnellement précédée par une radiale

source: Internal
de: Intern
fr: Interne

source: Properties
fr: Propriétés

source: Property:
fr: Propriété:

source: prop=value
de: prop=wert
fr: propriété=valeur

source: Debugging
fr: Déboguage

source: Log Level:
fr: Niveau de messages :

source: Trace Read Properties
de: Lese-Properties zurückverfolgen
fr: Tracer les propriétés lues

source: Value:
de: Wert:
fr: Valeur:

source: Trace Write Properties
de: Schreib-Properties zurückverfolgen
fr: Tracer les propriétés écrites

source: Environment
de: Umgebung
fr: Environnement

source: Weather
de: Wetter
fr: Météo

source: Wind Direction
de: Windrichtung
fr: Direction du vent

source: Direction wind is coming from.
de: Richtung, aus der der Wind kommt
fr: Direction d'où vient le vent

source: Speed (kts):
de: Knoten:
fr: Vitesse (mn):

source: Wind speed (kts)
de: Windgeschwindigkeit (Knoten)
fr: Vitesse du vent (mn)

source: Random Winds
de: Zufällige Winde
fr: Vents aléatoires

source: calm (0.0) to severe (1.0)
de: Ruhig (0.0) bis schwer (1.0)
fr: calme (0.0) à sévère (1.0)

source: Ceiling:
de: Wolkendecke:
fr: Plafond:

source: Fetch real weather
de: Reales Wetter anfordern
fr: Météo réelle

source: Layer:
de: Schicht:
fr: Couche:

source: Elevation(ft):
de: Höhe (ft):
fr: Altitude(ft):

source: Thickness (ft):
de: Schichtdicke (ft):
fr: Epaisseur (ft):

source: Coverage:
de: Bewölkung:
fr: Couverture:

source: Span (m):
de: Spanne (m):
fr: Etendue (m):

source: FlightGear Wizard
fr: Assistant FlightGear

source: Select Paths
de: Pfade auswählen
fr: Choisir les chemins

source: Full pathname to FlightGear executable
de: Vollständiger Pfadname zum FlightGear-Programm
fr: Chemin complet vers le programme exécutable FlightGear

source: root data path
de: Wurzelverzeichnis von "data"
fr: Chemin vers le sommet des données

source: Aircraft directories
fr: Répertoires des aéronefs

source: Add...
de: Hinzufügen
fr: Ajouter...

source: Add an aircraft directory
fr: Ajouter un répertoire d'aéronef

source: Delete an aircraft directory
fr: Enlever un répertoire d'aéronef

source: Scenery directories
de: Scenery-Verzeichnisse
fr: Répertoires de scènes

source: Move scenery directory up
fr: Déplacer un répertoire de scène vers le haut

source: Move scenery directory down
fr: Déplacer un répertoire de scène vers le bas

source: Clear the content of the airport cache
fr: Effacer le contenu du cache d'aéroports

source: Airports Cache:
de: Flugplatz-Cache:
fr: Fichier cache des aéroports:

source: Full path to the airport cache
fr: Chemin complet vers le fichier cache des aéroports

source: Add a scenery directory
de: Scenery-Verzeichnis hinzufügen
fr: Ajouter un répertoire de scène

source: Delete a scenery directory
de: Scenery-Verzeichnis löschen
fr: Enlever un répertoire de scène

source: TerraSync directory
fr: Répertoire TerraSync

source: Select the line in the FG_SCENERY list that is the TerraSync directory. 0 means that TerraSync is not used.
fr: Sélectionner la ligne dans la liste FG_SCENERY qui représente le répertoire TerraSync. 0 indique que TerraSync n'est pas utilisé.

source: Terrasync exe:
fr: Exécutable TerraSync:

source: Full pathname to Terrasync executable
fr: Chemin complet vers le programme exécutable Terrasync

source: Select an aircraft
de: Flugzeug auswählen
fr: Choisir un aéronef

source: Preview
de: Vorschau
fr: Aperçu

source: Status :
fr: Statut :

source: Author(s) :
de: Autor(en) :
fr: Auteur(s) :

source: Select a location
de: Startplatz auswählen
fr: Choisir une position

source: Carrier Ops
de: Flugzeugträger
fr: Porte-avions

source: Carrier :
de: Flugzeugträger :
fr: Porte-avion :

source: Park pos :
de: Parkposition :
fr: Position parking :

source: Only valid if carrier is set. For airport parking, use the list above.
de: Funktioniert nur, wenn der Flugzeugträger gewählt ist. Für Flughafen-Parkpositionen benutze die Liste darüber
fr: Seulement utilisé si le porte-avion est spécifié. Pour un parking d'aéroport, utiliser la liste ci-dessus.

source: Scenery Prefetch
fr: Récupération de scènes

source: Advanced...
de: Erweitert...
fr: Avancé...

source: Show command line
de: Kommandozeile anzeigen
fr: Voir la ligne de commande

source: Display
de: Bildschirm
fr: Affichage

source: Resolution :
de: Auflösung :
fr: Résolution :

source: Enhanced runway lighting
de: Verfeinerte Startbahnbeleuchtung
fr: Eclairage de piste amélioré

source: Use with caution. It may drop your framerate dramatically
de: Vorsicht, kann die Framerate stark verringern
fr: Utiliser avec précautions. Cela peut ralentir significativement le taux de rafraichissement écran

source: Framerate limiter :
de: Bildfrequenzbegrenzer
fr: Limite fréquence écran :

source: Too much framerate hurts the smoothness of the simulation
de: Zu hohe Bildfrequenz beeinträchtigt eine ruhige Simulation
fr: Pour limiter la vitesse de rafraîchissement de l'écran qui peut altérer les performances globales

source: Random objects
de: Zufällige Objekte
fr: Objets aléatoires

source: Random trees
de: automatisch generierte Bäume
fr: Arbres aléatoires

source: AI models
de: AI-Modelle
fr: Modèles d'IA

source: Time of day :
de: Tageszeit :
fr: Heure de la journée :

source: Real weather fetch
de: Echtes Wetter
fr: Météo réelle

source: Season :
de: Jahreszeit
fr: Saison :

source: Scenarios
de: Szenario
fr: Scénarios

source: Deselect all
fr: Tout désélectionner

source: Hostname :
fr: Serveur :

source: Hostname
fr: Machine hébergeant Atlas

source: Multiplayer
fr: Multijoueur

source: Callsign :
fr: Indicatif :

source: Peer hostname
fr: hôte partenaire

source: in :
fr: entrée :

source: Input port number
de: Input-Portnummer
fr: Numéro de port IP en entrée

source: out :
fr: sortie :

source: Output port number
de: Output-Portnummer
fr: Numéro de port IP en sortie

source: Prev
de: Zurück
fr: Précédent

source: Next
de: Weiter
fr: Suivant

source: Quit
de: Beenden
fr: Quitter

source: Defaults
de: Standard
fr: Remise à Zéro

source: Clear all selected options and return to the install situation. Useful if FGFS don't start anymore.
fr: Efface toutes les options sélectionnées et revient à la situation de l'installation. Utile si FGFS ne démarre plus.

source: Save As...
de: Speichern als
fr: Sauver sous...

source: Save current configuration to a file
fr: Sauve la configuration courante dans un fichier

source: Load
de: Laden
fr: Charger

source: Load a previously saved configuration
fr: Recharge une configuration sauvée

source: FlightGear running...
de: FlightGear läuft...
fr: FlightGear en exécution...

source: FlightGear has been started
de: FlightGear ist gestarted
fr: FlighGear a été démarré

source: Please wait...
de: Bitte warten...
fr: Attendre SVP...

source: To change aircraft, exit FlightGear and return to this launcher
de: Um das Flugzeug zu wechseln, FG beenden und hierhin zurückkehren
fr: Pour changer d'aéronef, sortir de FlightGear et revenir à cet assistant

source: Flightgear crashed...
de: FlightGear ist abgestürzt...
fr: Problème FlightGear...

source: Flightgear encountered an unexpected failure
de: FlightGear ist auf eine unerwartete Fehlfunktion gestoßen
fr: Flightgear a rencontré une erreur inattendue

source: We are sorry for this inconvenience.
de: Wir entschuldigen uns für die Unanehmlichkeit
fr: Nous sommes désolés pour la gène occasionnée

source: An error report has been generated in the file below :
de: Ein Fehlerbericht wurde in der Datei darunter erstellt
fr: Un rapport d'erreur a été généré dans le fichier suivant :

source: Please send this error report to the Flightgear development team
de: Bitte sende diesen Fehlerbericht an das FlightGear-Entwicklerteam
fr: Merci d'envoyer ce rapport d'erreur à l'équipe de développement de Flightgear

source: Prefetch Scenery
fr: Récupération de scènes

source: Airport to fetch :
fr: Aéroport à récupérer :

source: noon
de: Mittag
fr: midi

source: dusk
de: Abenddämmerung
fr: crépuscule

source: midnight
de: Mitternacht
fr: minuit

source: dawn
de: Tagesanbruch
fr: aurore

source: summer
fr: été

source: winter
fr: hiver

source: early-production
de: Frühe Fertigstellung
fr: Préproduction

source: early production
de: Frühe Fertigstellung
fr: Préproduction

source: Early production
de: Frühe Fertigstellung
fr: Préproduction

source: beta
de: Beta-Stadium
fr: Béta

source: early alpha
de: Frühes Alpha-Stadium
fr: Pré alpha

source: Development
de: Entwicklung
fr: Développement

source: developement
de: Entwicklung
fr: Développement

source: development
de: Entwicklung
fr: Développement

source: devel
de: Entwicklung
fr: Développement

source: Early development
de: Frühe Entwicklung
fr: Début de développement

source: experimental
de: Experimentell
fr: Expérimental

source: <html> <head> <title>FlightGear Launch Control %s</title> </head> <body> <h1>FlightGear Launch Control %s</h1> <p>This program is released under the GNU General Public License (http://www.gnu.org/copyleft/gpl.html).</p> <p>Report bugs to http://sourceforge.net/projects/fgrun</p> </body></html>
de: <html> <head> <title>FlightGear Launch Control %s</title> </head> <body> <h1>FlightGear Launch Control %s</h1> <p>Diesess Programm wird unter der GNU General Public License (http://www.gnu.org/copyleft/gpl.html) veröffentlicht.</p> <p>Bugs bitte an http://sourceforge.net/projects/fgrun melden</p> </body></html>
fr: <html> <head> <title>Lanceur FlightGear %s</title> </head> <body> <h1>Lanceur FlightGear %s</h1> <p>Ce programme est publié sous la licence publique générale (GPL) de GNU (http://www.gnu.org/copyleft/gpl.html).</p> <p>Signaler les bogues à http://sourceforge.net/projects/fgrun</p> </body></html>

source: Log Window
de: Log-Fenster
fr: Fenêtre journal

source: Model not found: '%s'
de: Modell nicht gefunden: '%s'
fr: Modèle non trouvé : '%s'

source: Property '/sim/model/path' not found
de: Property '/sim/model/path' nicht gefunden
fr: Propriété '/sim/model/path' non trouvée

source: Run
de: Starten
fr: Lancer

source: About to reset current parameters
de: Starte mit den aktuellen Parameter neu
fr: Prêt à mettre à zéro les paramètres courants

source: Abort
de: Abbruch
fr: Abandonner

source: Reset
de: Neustart
fr: Remise à zéro

source: Select FlightGear executable
de: FightGear-Programm auswählen
fr: Choisir le fichier exécutable de FlightGear

source: Select FG_ROOT directory
de: FG_ROOT-Verzeichnis auswählen
fr: Choisir le répertoire FG_ROOT

source: Unknown
de: Unbekannt
fr: Inconnu

source: Unable to delete '%s': %s
de: Kann '%s' nicht löschen: %s
fr: Impossible de supprimer '%s': %s

source: Select FG_AIRCRAFT directory
fr: Choisir un répertoire FG_AIRCRAFT

source: Select FG_SCENERY directory
de: FG_SCENERY-Verzeichnis auswählen
fr: Choisir un répertoire FG_SCENERY

source: Select Terrasync executable
fr: Choisir le fichier exécutable de Terrasync

source: Description of
de: Beschreibung von
fr: Description de

source: TerraSync directory not set
fr: Répertoire TerraSync non configuré

source: TerraSync executable not set
fr: Exécutable TerraSync non configuré

source: Load settings from...
de: Lade Enstellungen von...
fr: Charger les paramètres...

source: Save settings as...
de: Speichere Einstellungen als...
fr: Sauver les paramètres sous...

source: Filename "%s" already exists.
de: Dateiname "%s" existiert bereits
fr: Le fichier "%s" existe déjà

source: Overwrite
de: Überschreiben
fr: Ecraser

source: Don't overwrite
de: Nicht Überschreiben
fr: Ne pas écraser

source: Unknown airport : '%s'
fr: Aéroport inconnu : '%s'

source: TerraSync must be configured
fr: TerraSync doit être configuré

source: bulk
de: Ausführlich
fr: tout-venant

source: debug
fr: déboguage

source: info
fr: information

source: warn
de: Warnung
fr: avertissement

source: alert
de: Alarm
fr: alerte

source: overcast
de: Bedeckt
fr: couvert

source: broken
de: Durchbrochen
fr: fragmenté

source: scattered
de: Aufgelockert
fr: épars

source: few
de: Vereinzelt
fr: peu

source: clear
de: Wolkenlos
fr: ciel clair

source: joystick
fr: manette

source: keyboard
de: Tastatur
fr: clavier

source: mouse
de: Maus
fr: souris

source: no filtering
de: keine Filterung
fr: pas de filtrage

source: highest filtering
de: Höchste Filterung
fr: filtrage maxi

source: Select browser
de: Browser auswählen
fr: Choisir un navigateur

source: Select a preferences file
de: Preferences-Datei auswählen
fr: Choisir un fichier de préférence

source: XML Files(*.xml)
de: XML-Dateien(*.xml)
fr: Fichiers XML(*.xml)

source: Runways
de: Rollbahn
fr: Pistes

source: Refresh
de: Neu laden
fr: Rafraîchir

source: Reload airports
de: Landeplätze neu laden
fr: Recharger les aéroports

source: gzopen error
fr: Erreur gzopen

source: ICAO Id
fr: Code OACI

source: Name
fr: Nom
